-- phpMyAdmin SQL Dump
-- version 4.8.2
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Sep 07, 2018 at 02:55 PM
-- Server version: 5.7.21
-- PHP Version: 7.2.7

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";

--
-- Database: `recipe_api`
--

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(4, '2014_10_12_000000_create_users_table', 1),
(5, '2014_10_12_100000_create_password_resets_table', 1),
(6, '2018_08_31_064911_create_recipes_table', 1);

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `recipes`
--

CREATE TABLE `recipes` (
  `id` int(10) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `prep_time` varchar(255) COLLATE utf8mb4_unicode_ci NULL,
  `cooking_time` varchar(255) COLLATE utf8mb4_unicode_ci NULL,
  `serving_qty` varchar(255) COLLATE utf8mb4_unicode_ci NULL,
  `ingredients` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `steps` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `tips` text COLLATE utf8mb4_unicode_ci NULL,
  `source` varchar(255) COLLATE utf8mb4_unicode_ci NULL,
  `image` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `recipes`
--

INSERT INTO `recipes` (`id`, `title`, `prep_time`, `cooking_time`, `serving_qty`, `ingredients`, `steps`, `tips`, `source`, `image`, `created_at`, `updated_at`) VALUES
(1, 'ভুনা মাংস', '১৫ মিনিট', '৫০ মিনিট', '৪ জনের পরিবেশন', '১. গরুর মাংস (হাড় ছাড়া) আধা কেজি,\r\n২. সরিষার তেল ২ টেবিল চামচ,\r\n৩. পেঁয়াজ (বড়) ৬টি,\r\n৪. শাহি জিরা ১ টেবিল চামচ,\r\n৫. আদা বাটা ২ টেবিল চামচ,\r\n৬. রসুন বাটা ২ টেবিল চামচ,\r\n৭. সরিষার দানা ১ টেবিল চামচ,\r\n৮. লবণ স্বাদমতো,\r\n৯. হলুদ গুঁড়া ১ চা চামচ,\r\n১০. মরিচ গুঁড়া ২ চা চামচ,\r\n১১. গরম মসলা গুঁড়া ২ টেবিল চামচ,\r\n১২. কাঁচা মরিচ ৮টি (মাঝখান থেকে চেরা),\r\n১৩. ধনিয়াপাতা কুচি সাজানোর জন্য।', '> পাত্রে সরিষার তেল গরম করে তাতে পেঁয়াজ বাদামি করে ভাজুন। \r\n> এরপর এতে মাংস দিয়ে ১০ মিনিটের মতো হালকা আঁচে রাখুন। শাহি জিরা, সরিষার দানা দিয়ে আরো মিনিট পাঁচেক হালকা আঁচে চুলায় রাখুন। \r\n> কাঁচা মরিচ, আদা-রসুন বাটা, লবণ, হলুদ গুঁড়া, মরিচ গুঁড়া, গরম মসলা গুঁড়া পাত্রে মাংসের সঙ্গে ভালোমতো মিশিয়ে ঢেকে আরো ১৫ মিনিটের মতো বা মাংস সিদ্ধ হওয়া পর্যন্ত চুলায় রাখুন। \r\n> এরপর পরিবেশন পাত্রে ঢেলে ধনিয়াপাতা কুচি দিয়ে সাজিয়ে পরিবেশন করুন।', '> গরুর মাংস কেনার সময় নরম মাংস বেছে নিতে হবে। এ জন্য গরুর পিঠের দিকের বা পেছনের অংশের মাংস বেশ ভালো। আর কারিপাতা দিলে স্বাদ আরো ভালো হয়। চুলা থেকে নামানোর ৫ মিনিট আগে থাই লেবুর পাতা দিলে একটু টক স্বাদ আসবে।', 'সালাম, কালের কন্ঠ', 'ভুনা মাংস_1536084067.jpg', '2018-09-04 12:01:07', '2018-09-04 12:01:07'),
(2, 'কালা ভুনা', '-', '-', '-', '১. গরুর মাংস সোয়া ১ কেজি,\r\n২. পেঁয়াজ ২ কাপ,\r\n৩. আদা-রসুন বাটা ২ টেবিল-চামচ,\r\n৪. কালো গোলমরিচ ২ চা-চামচ,\r\n৫. কাবাব চিনি ৪-৫টা,\r\n৬. রাঁধুনি ও শাহি জিরা ২ চা-চামচ (টেলে গুঁড়া করে নেয়া),\r\n৭. গরমমসলা গুঁড়া ২ চা-চামচ,\r\n৮. ধনিয়া গুঁড়া ২ চা-চামচ,\r\n৯. লাল মরিচ গুঁড়া ২ চা-চামচ,\r\n১০. হলুদ গুঁড়া ১ চা-চামচ,\r\n১১. জিরা গুঁড়া ১ চা-চামচ,\r\n১২. শুকনা মরিচ ৭-৮টা,\r\n১৩. কাঁচা মরিচ ১০-১২টা,\r\n১৪. আস্ত রসুনের কোয়া ৫-৬টা,\r\n১৫. সয়াবিন তেল আধা কাপ,\r\n১৬. সরিষার তেল ১ কাপ,\r\n১৭. লবণ স্বাদমতো।', '> গরুর মাংস ছোট ছোট টুকরা করে কেটে ধুয়ে যে হাঁড়িতে রান্না করবেন তাতে রেখে দিন। এর সঙ্গে সয়াবিন তেল, আস্ত রসুন, শুকনা মরিচ ও পেঁয়াজ ছাড়া বাকি সব উপাদান দিয়ে ভালো করে মাখিয়ে ২ কাপ পানি দিন। এবার চুলায় দিয়ে ঢেকে মাংস সেদ্ধ না হওয়া পর্যন্ত রান্না করে নিন। মাঝে মাঝে নেড়েচেড়ে কষাতে থাকুন। মাংস সেদ্ধ হয়ে কালো হলে চুলা থেকে নামিয়ে নিন। এবার অন্য একটি কড়াইয়ে সরিষার তেল গরম করে তাতে পেঁয়াজ বেরেস্তা করে নিন। শুকনা মরিচ আর রসুনের কোয়া লাল করে ভেজে বেরেস্তাসহ রান্না করা মাংসের মধ্যে ঢেলে দিন। তারপর চুলায় বসিয়ে নাড়তে নাড়তে কমপক্ষে আধঘণ্টা ভাজতে হবে। মাংস কালো হয়ে আর খানিকটা ভাজা হয়ে এলে নামানোর আগে অল্প একটু রাঁধুনি গুঁড়া আর গরমমসলা গুঁড়া ছিটিয়ে দিয়ে নামিয়ে নিন। এবার সুন্দর করে সাজিয়ে পরিবেশন করুন।', '-', 'ফাতেমা আবেদীন, ক্যানভাস', 'কালা ভুনা_1536084358.jpg', '2018-09-04 12:05:58', '2018-09-04 12:05:58'),
(3, 'মেজবান মাংস', '-', '-', '-', 'উপকরণ (১) :\r\n১. গরুর মাংস চার কেজি,\r\n২. পেঁয়াজ (অর্ধেক বাটা, অর্ধেক কুচি) ২ কেজি,\r\n৩. আদা বাটা ২০০ গ্রাম,\r\n৪. রসুন বাটা ২০০ গ্রাম,\r\n৫. সাদা সরিষা বাটা ৫০ গ্রাম,\r\n৬. চিনাবাদাম বাটা ৫০ গ্রাম,\r\n৭. নারকেল বাটা ২০০ গ্রাম,\r\n৮. ধনিয়া গুঁড়া ২ টেবিল-চামচ,\r\n৯. জিরা গুঁড়া ২ টেবিল-চামচ,\r\n১০. মরিচ গুঁড়া ৩ টেবিল-চামচ,\r\n১১. হলুদ গুঁড়া ২ টেবিল-চামচ,\r\n১২. গরমমসলা পরিমাণমতো,\r\n১৩. টমেটো ১ কেজি,\r\n১৪. সরিষার তেল আধা কেজি,\r\n১৫. ঘি ৩৫০ গ্রাম,\r\n১৬. কাঁচা মরিচ ১০টি,\r\n১৭. লবণ স্বাদমতো।\r\n.\r\n.\r\nউপকরণ (২):\r\n১. জিরা ২০ গ্রাম,\r\n২. ধনিয়া ১০ গ্রাম,\r\n৩. রাঁধুনি ১৫ গ্রাম,\r\n৪. শুকনা মরিচ ১০টি,\r\n৫. তেজপাতা ৮টি।\r\n.\r\n.\r\nউপকরণ (৩):\r\n১. মুখ চেরা এলাচি ৬টি,\r\n২. দারুচিনি (২ ইঞ্চি) ৩টি,\r\n৩. লবঙ্গ ৮টি,\r\n৪. গোলমরিচ আধা টেবিল-চামচ,\r\n৫. মেথি ২ টেবিল-চামচ,\r\n৬. জায়ফল ১টি,\r\n৭. জয়ত্রী ১ টেবিল-চামচ,\r\n৮. রাঁধুনি আধা টেবিল-চামচ,\r\n৯. জোয়াইন ১ চা-চামচ।', '> মাংস টুকরা ধুয়ে পানি ঝরাতে হবে। গরম পানি ও কাঁচা মরিচ ছাড়া ১ নম্বর উপকরণের সব মসলা ও ২৫০ গ্রাম ঘি দিয়ে মাংস মেখে একটি ভারী সসপ্যানে নিয়ে চুলায় বসাতে হবে। ২ কাপ পানি দিয়ে নাড়–ন। এবার অন্য একটি কড়াইয়ে ২ নম্বর উপকরণের মসলাগুলো ভেজে গুঁড়া করে মাংসে দিন। ঢাকনা দিয়ে চুলায় মাঝারি আঁচে রান্না করতে হবে। মাঝেমধ্যে নেড়েচেড়ে দিন। পানি শুকিয়ে এলে সামান্য গরম পানি দিতে হবে, তবে বেশি নয়। মাখা মাখা ঝোল রাখতে হবে। এর মধ্যে ৩ নম্বর উপকরণের মসলা ভেজে গুঁড়া করে রাখতে হবে। মাংস সেদ্ধ হয়ে উপরে তেল ভেসে উঠলে কাঁচা মরিচ এবং ৩ নম্বর উপকরণের গুঁড়া মসলা ও ১০০ গ্রাম ঘি দিয়ে নেড়েচেড়ে নামিয়ে নিতে হবে।', '-', 'ফাতেমা আবেদীন, ক্যানভাস', 'মেজবান মাংস_1536084620.jpg', '2018-09-04 12:10:20', '2018-09-04 12:10:20'),
(4, 'কালোজিরা গোশ', '-', '-', '-', '১. এক কেজি গরুর গোশত (হাড়সহ),\r\n২. এক টেবিল-চামচ রসুন বাটা,\r\n৩. এক টেবিল-চামচ আদা বাটা,\r\n৪. গরমমসলা (এলাচি, দারুচিনি),\r\n৫. দুই চা-চামচ কাঁচা মরিচ পেস্ট,\r\n৬. এক চা-চামচ হলুদ,\r\n৭. এক কাপ পেঁয়াজ কুচি বা বাটা,\r\n৮. এক চিমটি জিরা গুঁড়া,\r\n৯. এক মুঠো কাঁচা মরিচ,\r\n১০. লবণ স্বাদমতো,\r\n১১. পরিমাণমতো,\r\n১২. পরিমানমতোপানি,\r\n১৩. কালোজিরা আধা চা-চামচ।', '> আধা কাপ পেঁয়াজ, কালোজিরা ছাড়া সব মসলা দিয়ে মাংস মাখিয়ে চুলায় দিন। কিছুক্ষণ নেড়েচেড়ে মাংস কষানো হয়ে গেলে গরম পানি দিতে হবে। ঝোল ফুটে উঠে মাংস সেদ্ধ হয়ে এলে আরেক চুলায় পেঁয়াজ বেরেস্তা করে তাতে কালোজিরা ছেড়ে দিন। এবার এই ফোড়ন মাংসের উপর ঢেলে দিয়ে নামিয়ে নিন। গরম ভাত, রুটি যা খুশি দিয়ে পরিবেশন করুন।', '-', 'ফাতেমা আবেদীন, ক্যানভাস', 'কালোজিরা গোশ_1536084751.jpg', '2018-09-04 12:12:32', '2018-09-04 12:12:32'),
(5, 'চুইঝালে গরুর মাংস', '-', '-', '-', '১. গরুর মাংস ২ কেজি,\r\n২. রসুন কুচি ১ কাপ,\r\n৩. পেঁয়াজ আধা কাপ,\r\n৪. জিরা ২ টেবিল-চামচ,\r\n৫. শুকনা মরিচ গুঁড়া ২ টেবিল-চামচ,\r\n৬. আদা বাটা ১ টেবিল-চামচ,\r\n৭. এলাচি ৪টি, দারুচিনি ২টি,\r\n৮. তেজপাতা ৩-৪টি,\r\n৯. তেল ১ কাপ,\r\n১০. লবণ পরিমাণমতো,\r\n১১. লবঙ্গ ৪-৫টি,\r\n১২. ভাজা মসলা (ধনিয়া, জিরা, এলাচি ও দারুচিনি) ১ টেবিল-চামচ,\r\n১৩. চুইঝাল ২৫০ গ্রাম (বা ইচ্ছামতো),\r\n১৪. হলুদ ২ চা-চামচ।', '> গরুর মাংসের চর্বি ফেলে ভালোভাবে ধুয়ে নিতে হবে। তারপর চুইঝাল ও ভাজা মসলা ছাড়া বাকি সব মসলা দিয়ে মাখিয়ে চুলায় চড়িয়ে দিন। কিছুক্ষণ মাংস ভালোভাবে কষানোর পর তেল উপরে উঠে এলে তাতে আধা লিটার গরম পানি দিয়ে আবার ২০ মিনিট কষাতে হবে। মাংস আধা সেদ্ধ হলে চুইঝাল দিয়ে ঢেকে দিতে হবে। সেদ্ধ হলে ভাজা মসলা দিয়ে নামিয়ে রুটি, পরোটা ও গরম ভাত দিয়ে পরিবেশন করুন। চুইঝালের মাংস বড় বড় করে কাটতে হয়। মাংসের সঙ্গে যেন হাড় থাকে। তবে চর্বি ফেলে দিতে হবে পুরোপুরি।', '-', 'ফাতেমা আবেদীন, ক্যানভাস', 'চুইঝালে গরুর মাংস_1536156934.jpg', '2018-09-05 08:15:34', '2018-09-05 08:15:34'),
(6, 'মাংসের পিঠালি', '-', '-', '-', '১. এক কেজি গরুর গোশত (হাড়সহ),\r\n২. ছোট আলু ১০-১২টা ছিলে নেয়া,\r\n৩. এক টেবিল-চামচ রসুন বাটা (বেশি দিলেও সমস্যা নেই),\r\n৪. এক টেবিল-চামচ আদা বাটা,\r\n৫. কিছু গরমমসলা (এলাচি, দারুচিনি),\r\n৬. চার চা-চামচ মরিচ গুঁড়া (ঝাল অনেক বেশি দিতে হয়),\r\n৭. এক চা-চামচ হলুদ,\r\n৮. এক কাপ পেঁয়াজ কুচি বা বাটা,\r\n৯. এক চিমটি জিরা গুঁড়া,\r\n১০. এক মুঠো কাঁচা মরিচ,\r\n১১. লবণ (স্বাদমতো),\r\n১২. পরিমাণমতো তেল ও পানি,\r\n১৩. কালোজিরা আধা চা-চামচ,\r\n১৪. চালের গুঁড়া বা শিল-পাটায় বেটে নেয়া চাল ২ টেবিল-চামচ।', '> আধা কাপ পেঁয়াজ, কালোজিরা, আলু ও চালের গুঁড়া ছাড়া সব মসলা দিয়ে মাংস মাখিয়ে চুলায় দিন। মাংস কষানো হয়ে গেলে গরম পানি ও আলু দিতে হবে। ঝোল ফুটে উঠলে তাতে চালের গুঁড়া পানিতে গুলিয়ে ছেড়ে দিন। এরপর মাংস ফুটে ওঠা পর্যন্ত অপেক্ষা করুন। অন্য একটি কড়াইয়ে পেঁয়াজ বেরেস্তা করে তাতে কালোজিরার ফোড়ন দিন। তারপর এই ফোড়ন মাংসের উপর ঢেলে দিয়ে নামিয়ে নিন। ভীষণ ঝাল এই মাংস গরম ভাত দিয়ে পরিবেশন করুন।', '-', 'ফাতেমা আবেদীন, ক্যানভাস', 'মাংসের পিঠালি_1536157386.jpg', '2018-09-05 08:23:07', '2018-09-05 08:23:07'),
(7, 'রসুনে গরুর ঝুরি ভাজা', '-', '-', '-', '১. এক কেজি গরুর গোশত (হাড়সহ),\r\n২. এক টেবিল-চামচ রসুন বাটা,\r\n৩. এক টেবিল-চামচ আদা বাটা,\r\n৪. কিছু গরমমসলা (এলাচি, দারুচিনি),\r\n৫. এক চা-চামচ মরিচ গুঁড়া,\r\n৬. এক চা-চামচ হলুদ,\r\n৭. এক কাপ পেঁয়াজ কুচি বা বাটা,\r\n৮. এক চিমটি জিরা গুঁড়া,\r\n৯. লবণ স্বাদমতো,\r\n১০. পরিমাণমতো তেল ও \r\n১১. পরিমানমতো পানি,\r\n১২. আস্ত রসুনের কোয়া ১ কাপ,\r\n১৩. বড় করে কাটা পেঁয়াজের ফালি ১ কাপ।', '> মাংসে রসুন ও পেঁয়াজ ফালি ছাড়া সব উপকরণ দিয়ে ভালো করে কষিয়ে পানি শুকিয়ে ফেলতে হবে। এরপর হাত দিয়ে বা হামাম দিস্তায় কষানো মাংস ঝুরি করে নিতে হবে। অন্য একটি চুলায় আধা কাপ তেল দিয়ে তাতে রসুন ও পেঁয়াজ ফালি দিয়ে ভাজতে হবে। হালকা ভাজা ভাজা অবস্থায় ঝুরি করা মাংস ছেড়ে দিয়ে সেটি অল্প আঁচে দীর্ঘক্ষণ ভাজতে হবে। রসুনের ঘ্রাণ ছড়িয়ে মাংস মুচমুচে ভাজা হয়ে এলে নামিয়ে নিতে হবে। পরিবেশন করতে হবে গরম গরম।', '-', 'ফাতেমা আবেদীন, ক্যানভাস', 'রসুনে গরুর ঝুরি ভাজা_1536157526.jpg', '2018-09-05 08:25:26', '2018-09-05 08:25:26'),
(8, 'গরুর চাপ কাবাব', '-', '-', '-', '১. গরুর মাংস (৪০০ গ্রাম ওজনের একটি টিবোন স্টেক নেয়া যেতে পারে),\r\n২. টক দই ২ টেবিল-চামচ,\r\n৩. সয়াবিন তেল আধা কাপ,\r\n৪. জিরা বাটা ১ চা-চামচ,\r\n৫. মরিচ গুঁড়া ১ চা-চামচ,\r\n৬. আদা বাটা ১ টেবিল-চামচ,\r\n৭. রসুন বাটা ১ টেবিল-চামচ,\r\n৮. কাবাব মসলা ১ টেবিল-চামচ,\r\n৯. লবণ স্বাদমতো।', '> একটি মিটহ্যামার (মাংস ছেঁচার হাতুড়ি) দিয়ে ভালো করে মাংস ছেঁচে নিন। মাংসের আকৃতি একটু বড় হলে ভালো হয়। এবার সব উপকরণ দিয়ে মাংস খুব ভালো করে মেখে ৩ থেকে ৪ ঘণ্টা মেরিনেট করে রাখুন। তারপর একটি পুরু লোহার তাওয়ায় মাখানো মাংস দিয়ে মাঝারি আঁচে চুলায় গরম হতে দিন। তেলে মাখানো মাংস হালকা আঁচে দীর্ঘক্ষণ ভাজতে থাকুন। মাংস ভাজা ভাজা হয়ে সেদ্ধ হয়ে এলে চুলা থেকে নামিয়ে নিন। লুচি দিয়ে পরিবেশন করুন।', '-', 'ফাতেমা আবেদীন, ক্যানভাস', 'গরুর চাপ কাবাব_1536157621.jpg', '2018-09-05 08:27:01', '2018-09-05 08:27:01');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `api_token` varchar(60) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `password`, `api_token`, `remember_token`, `created_at`, `updated_at`) VALUES
(1, 'Astute Coder', 'azad.webdev@gmail.com', '$2y$10$RLpkiBMT/DgIqOhOte2M/.gHmJii/ZiQp8LTU1gEEEcjOEX2IyrCS', '0mXTxjf6BkzZ5FIj7qbvW9SOBIeJY1tr1WZyBttEoKuzmTlRvA6jiXWERT4Z', 'oj1hCP24Hvmiuqu9PB6LqbboOEgVJAB7mfogzvc7qGl54598CDFcDHd6zEsP', '2018-09-04 11:55:55', '2018-09-04 11:55:55');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `recipes`
--
ALTER TABLE `recipes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`),
  ADD UNIQUE KEY `users_api_token_unique` (`api_token`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `recipes`
--
ALTER TABLE `recipes`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
